<?php

/**
 * @license    GPL 2 (https://www.gnu.org/licenses/gpl.html)
 *
 * @author Andrew Zyuzenkov <zavndw@gmail.com>
 */
$lang['badpasspolicy']         = 'Вам следует использовать более надежный пароль.';
$lang['length']                = 'Длина вашего пароля должна быть не менее %d символов.';
$lang['pools']                 = 'В вашем пароле должны использоваться символы как минимум из %d следующих типов: %s.';
$lang['user1']                 = 'Ваш пароль может не содержать вашего имени пользователя.';
$lang['user2']                 = 'Ваш пароль может содержать только %d или менее последовательных символов, которые встречаются в вашем имени пользователя.';
$lang['nocommon']              = 'Ваш пароль может не входить в число 10 000 наиболее часто используемых паролей.';
$lang['noleaked']              = 'Возможно, ваш пароль не использовался ни в одной известной утечке пароля.';
$lang['resendpwd']             = 'Указанному пользователю было отправлено письмо с подтверждением, если учетная запись существует.';
$lang['js']['strength0']       = 'очень простой';
$lang['js']['strength1']       = 'простой';
$lang['js']['strength2']       = 'подходящий';
$lang['js']['strength3']       = 'стойкий';
$lang['js']['nopolicy']        = ', политика не соблюдена';
